//이름, url, 사진경로 힘들듯?, 위도, 경도, 설명?
export const travelList = [
    {
        id:1,
        name:'노형수퍼마켙',
        url:'관광',
        position:{
            lat: 33.464826631473265, 
            lng: 126.45534487419584,
        },
        desc:'비올 때! 제주공항근처 전시회 사진맛집',
    },
    {
        id:2,
        name:'제주 범일분식',
        url:'밥',
        position:{
            lat: 33.278424648780415, 
            lng: 126.71690256775985,
        },
        desc:'숙소근처 국밥집! 배고플 때',
    },
    {
        id:3,
        name:'백약이오름',
        url:'관광',
        position:{
            lat: 33.43689424741316, 
            lng: 126.78981072031226 ,
        },
        desc:'수진누나 추천! 등산, 표선면',
    },
    {
        id:4,
        name:'제주 방주교회',
        url:'관광',
        position:{
            lat: 33.30503000292584, 
            lng: 126.3874302610202 ,
        },
        desc:'사진맛집, 근처가 예쁨!',
    },
    {
        id:5,
        name:'제주촌집',
        url:'밥',
        position:{
            lat: 33.327618606628874, 
            lng: 126.8316253498554 ,
        },
        desc:'고기집! - 그냥 가까워서 평점 좋고!',
    },
    {
        id:6,
        name:'제주 더 한근',
        url:'밥',
        position:{
            lat: 33.490930445423686, 
            lng: 126.47904795231679,
        },
        desc:'고기맛집.. 재복추천',
    },
    {
        id:7,
        name:'제주 숙성도',
        url:'밥',
        position:{
            lat: 33.258344688000406, 
            lng: 126.40750259667828,
        },
        desc:'재복이형 추천 ! 고기맛집 근처 연돈이 있음!',
    },
    {
        id:8,
        name:'제주 해바라기분식',
        url:'밥',
        position:{
            lat: 33.500212235102936, 
            lng: 126.52914910633305,
        },
        desc:'재복이형 추천 ! 공항근처 순두부 맛집',
    },
    {
        id:9,
        name:'안녕협재씨',
        url:'밥',
        position:{
            lat: 33.38656268742586, 
            lng: 126.22501220044978,
        },
        desc:'재복이형 추천 ! 고기맛집 근처 연돈이 있음!',
    },
    {
        id:10,
        name:'제주 성이시돌 목장',
        url:'관광',
        position:{
            lat: 33.347799834254126,
            lng: 126.32727572692146,
        },
        desc:'수진누나 추천! 소, 말 탈 수 있는 곳',
    },
    {
        id:11,
        name:'비밀의 숲 제주',
        url:'관광',
        position:{
            lat: 33.453588816969976,
            lng: 126.75489450803856,
        },
        desc:'산책길, 메타세콰이어길 같은 느낌',
    },
    {
        id:12,
        name:'제주 메일 올레시장',
        url:'밥',
        position:{
            lat: 33.25013073441799,
            lng: 126.56324776874037,
        },
        desc:'군것질거리하기 좋은 곳',
    },
    {
        id:13,
        name:'제주 조은 승마장',
        url:'관광',
        position:{
            lat: 33.318251393173774,
            lng: 126.34487310233061,
        },
        desc:'수진누나 추천! 승마할 수 있는 곳',
    },
    {
        id:14,
        name:'빛의 벙커',
        url:'관광',
        position:{
            lat: 33.4396196352813,
            lng: 126.89995378241389,
        },
        desc:'사진찍기 좋은 곳',
    },
    {
        id:15,
        name:'제주 오늘은녹차한잔',
        url:'관광',
        position:{
            lat: 33.38177160447685,
            lng: 126.7910611321556,
        },
        desc:'녹차밭과 카트레이싱 할 수 있는 곳 (제선강추)',
    },
    {
        id:16,
        name:'아쿠아플라넷 제주',
        url:'관광',
        position:{
            lat: 33.432908522128514,
            lng: 126.92796054002163,
        },
        desc:'수진추천! 아쿠아리움!',
    },
    {
        id:17,
        name:'제주 당포회센타',
        url:'밥',
        position:{
            lat: 33.32646700351744,
            lng: 126.84568387116698,
        },
        desc:'제선추천! 회집 싱싱하다네요!',
    },
    {
        id:18,
        name:'그리울 땐 제주',
        url:'카페',
        position:{
            lat: 33.30098148788014,
            lng: 126.77061186506673,
        },
        desc:'이대표님 추천 좋은 카페',
    },
    {
        id:19,
        name:'쇠소깍',
        url:'관광',
        position:{
            lat: 33.25396215532522,
            lng: 126.62229100227769,
        },
        desc:'이대표님 추천! 투명 카누 타기',
    },
    {
        id:20,
        name:'절물자연휴양림',
        url:'관광',
        position:{
            lat: 33.43902719150665,
            lng: 126.62783597050074,
        },
        desc:'이대표님 강추!',
    },
    {
        id:21,
        name:'제주 가시아방국수',
        url:'밥',
        position:{
            lat: 33.43858478931529,
            lng: 126.91805136088871,
        },
        desc:'이대표님 추천! 고기국수 ~! ',
    },
    {
        id:22,
        name:'제주길 흑돼지',
        url:'밥',
        position:{
            lat: 33.40995144831377,
            lng: 126.90797813745262,
        },
        desc:'이대표님 추천! 흑돼지집',
    },
    {
        id:23,
        name:'제주 카페말로',
        url:'카페',
        position:{
            lat: 33.4274401482552,
            lng: 126.67206789643566,
        },
        desc:'이대표님 추천! 드라이브+감성카페',
    },
    {
        id:24,
        name:'제주 꾸끼',
        url:'카페',
        position:{
            lat: 33.52914297137267,
            lng: 126.87573395196559,
        },
        desc:'이대표님 추천! 바다뷰카페',
    },
    {
        id:25,
        name:'제주 무거버거',
        url:'밥',
        position:{
            lat: 33.54899270586754,
            lng: 126.65503803675027,
        },
        desc:'안매니저님 강추! 햄버거맛집',
    },
    {
        id:26,
        name:'제주 섶섬한그릇',
        url:'밥',
        position:{
            lat: 33.236331413358485,
            lng: 126.598059965582,
        },
        desc:'이대표님 추천! 보말칼국수',
    },
]
