//이름, url, 사진경로 힘들듯?, 위도, 경도, 설명?
export const travelList = [
    {
        id:1,
        name:'노형수퍼마켙',
        sort:'관광',
        position:{
            lat: 33.464826631473265, 
            lng: 126.45534487419584,
        },
        desc:'비올 때! 제주공항근처 전시회 사진맛집',
    },
    {
        id:2,
        name:'제주 범일분식',
        sort:'밥',
        position:{
            lat: 33.278424648780415, 
            lng: 126.71690256775985,
        },
        desc:'숙소근처 국밥집! 배고플 때',
    },
    {
        id:3,
        name:'백약이오름',
        url:'관광',
        position:{
            lat: 33.43689424741316, 
            lng: 126.78981072031226 ,
        },
        desc:'수진누나 추천! 등산, 표선면',
    },
    {
        id:4,
        name:'제주 방주교회',
        url:'관광',
        position:{
            lat: 33.30503000292584, 
            lng: 126.3874302610202 ,
        },
        desc:'사진맛집, 근처가 예쁨!',
    },
    {
        id:5,
        name:'제주촌집',
        url:'밥',
        position:{
            lat: 33.327618606628874, 
            lng: 126.8316253498554 ,
        },
        desc:'고기집! - 그냥 가까워서 평점 좋고!',
    },
    {
        id:6,
        name:'더 한근',
        url:'밥',
        position:{
            lat: 33.490930445423686, 
            lng: 126.47904795231679,
        },
        desc:'고기맛집.. 재복추천',
    },
    {
        id:7,
        name:'숙성도',
        url:'밥',
        position:{
            lat: 33.258344688000406, 
            lng: 126.40750259667828,
        },
        desc:'재복이형 추천 ! 고기맛집 근처 연돈이 있음!',
    },
    {
        id:8,
        name:'해바라기분식',
        url:'밥',
        position:{
            lat: 33.500212235102936, 
            lng: 126.52914910633305,
        },
        desc:'재복이형 추천 ! 공항근처 순두부 맛집',
    },
    {
        id:9,
        name:'안녕협재씨',
        url:'밥',
        position:{
            lat: 33.38656268742586, 
            lng: 126.22501220044978,
        },
        desc:'재복이형 추천 ! 고기맛집 근처 연돈이 있음!',
    },
    {
        id:10,
        name:'성이시돌 목장',
        url:'관광',
        position:{
            lat: 33.347799834254126,
            lng: 126.32727572692146,
        },
        desc:'수진누나 추천! 소, 말 탈 수 있는 곳',
    },
    {
        id:11,
        name:'비밀의 숲 제주',
        url:'관광',
        position:{
            lat: 33.453588816969976,
            lng: 126.75489450803856,
        },
        desc:'산책길, 메타세콰이어길 같은 느낌',
    },
    {
        id:12,
        name:'제주 메일 올레시장',
        url:'밥',
        position:{
            lat: 33.25013073441799,
            lng: 126.56324776874037,
        },
        desc:'군것질거리하기 좋은 곳',
    },
    {
        id:13,
        name:'조은 승마장',
        url:'관광',
        position:{
            lat: 33.318251393173774,
            lng: 126.34487310233061,
        },
        desc:'수진누나 추천! 승마할 수 있는 곳',
    },
    {
        id:14,
        name:'빛의 벙커',
        url:'관광',
        position:{
            lat: 33.4396196352813,
            lng: 126.89995378241389,
        },
        desc:'사진찍기 좋은 곳',
    },
    {
        id:15,
        name:'제주 오늘은녹차한잔',
        url:'관광',
        position:{
            lat: 33.38177160447685,
            lng: 126.7910611321556,
        },
        desc:'녹차밭과 카트레이싱 할 수 있는 곳 (제선강추)',
    },
    {
        id:16,
        name:'아쿠아플라넷 제주',
        url:'관광',
        position:{
            lat: 33.432908522128514,
            lng: 126.92796054002163,
        },
        desc:'수진추천! 아쿠아리움!',
    },
    {
        id:17,
        name:'제주 당포회센타',
        url:'밥',
        position:{
            lat: 33.32646700351744,
            lng: 126.84568387116698,
        },
        desc:'제선추천! 회집 싱싱하다네요!',
    },
]
